{
  "app_name": "Tahsaldar",
  "enter_your_name": "أدخل اسمك",
  "complete_your_info": "اكمل معلوماتك",
  "enter_the_same_mobile_number": "أدخل رقم هاتفك المستخدم بالبنك و سيصلك رمز التحقق",
  "login_message": "الرجاء ادخال رقم الموبايل الخاص بك",
  "you_will_receive_otp": "سيصلك رمز للتحقق",
  "verification": "رمز التحقق",
  "mobile_number": "رقم هاتف العميل",
  "enter_your_code": "أدخل رمز التحقق",
  "delete_request": "حذف الطلب",
  "enter_password": "ادخل كلمة المرور رجاءاً",
  "enter_your_password": "أدخل كلمة المرور",
  "we_sent_you_the_code": "أرسلنا لك رمز التحقق عبر",
  "resend_the_code": "إعادة إرسال رمز التحقق",
  "full_name": "الاسم الثلاثي",
  "type_your_name": "أدخل اسمك الثلاثي باللغة العربية",
  "next": "التالي",
  "welcome": "أهلا بك {model}",
  "created_at": "أنشئ في",
  "welcome_q_pay": "أهلا بك في تطبيق Q-Pay",
  "last_transactions": "آخر المعاملات",
  "last_transfer": "آخر عمليات التحويل",
  "transfer": "التحويل",
  "no_transactions_yet": "لا مطالبات حتى الآن",
  "no_transfer_yet": "لا عمليات تحويل حتى الآن",
  "scheduled": "مجدولة",
  "canceled": "ملغية",
  "paid": "مدفوعة",
  "pending": "بالانتظار",
  "expired": "منتهية الصلاحية",
  "settled": "محولة للحساب",
  "transactions": "المعاملات",
  "profile": "الملف الشخصي",
  "add_payment_request": "إضافة طلب دفع",
  "update_payment_request": "تعديل طلب دفع",
  "payer_name": "اسم العميل",
  "type_customer_name": "أدخل اسم العميل",
  "payment_amount": "قيمة الدفعة المطالبة",
  "transfer_value": "المبلغ المراد تحويله",
  "transfer_values": "قيمة طلبات التحويل",
  "optional": "اختياري",
  "note": "ملاحظة",
  "type_here": "اكتب هنا",
  "currency": "ليرة سورية",
  "amount": "القيمة",
  "fees": "عمولة الدفعة المطالبة",
  "total_amount": "القيمة الإجمالية",
  "last_updated": "آخر تحديث في {model}",
  "request_now": "اطلب الآن",
  "update_request": "تعديل الطلب",
  "schedule_request": "جدولة الطلب",
  "update_schedule_request": " تعديل جدولة الطلب",
  "request": "أطلب",
  "now": "الآن",
  "schedule": "جدولة",
  "send": "إرسال",
  "add_bank_account": "إضافة حساب بنكي",
  "bank_name": "اسم البنك",
  "bank_name_customer": "اسم بنك العميل",
  "account_number": "رقم الحساب",
  "account_number_customer": "رقم حساب العميل",
  "confirm_account_number": "تأكيد رقم الحساب",
  "back_account_number_does_not_match": "رقم الحساب غير متطابق",
  "password": "كلمة المرور",
  "login_by": "أو تسجيل الدخول عن طريق",
  "confirm_password": "تأكيد كلمة المرور",
  "password_does_not_match": "كلمة المرور غير متطابقة",
  "password_short": " كلمة المرور يجب ان تحتوي على 8احرف على الأقل",
  "add_account": "إضافة حساب",
  "settings": "إعدادات",
  "code_resent": "تم إرسال رمز التحقق بنجاح",
  "language": "اللغات",
  "en": "انكليزية",
  "ar": "عربية",
  "notification_settings": "إعدادات الإشعارات",
  "reset_password": "إعادة تعيين كلمة المرور",
  "old_password": "كلمة المرور القديمة",
  "new_password": "كلمة المرور الجديدة",
  "password_changed": "تم تغيير كلمة المرور بنجاح",
  "confirm_new_password": "تأكيد كلمة المرور الجديدة",
  "change_password": "تغيير كلمة المرور",
  "change_password_info": "أدخل كلمة المرور الجديدة",
  "reset_password_info": "أدحل كلمة المرور الجديدة",
  "mute_notifications": "كتم الإشعارات",
  "about_Q_pay": "سياسة الاستخدام",
  "Powered_by": "من خدمات شركة",
  "verification_invalid": "رمز التحقق غير صحيح",
  "forget_password": " نسيت كلمة المرور",
  "about_body": "",
  "contact_us": "تواصل معنا",
  "edit_profile": "تعديل الحساب الشخصي",
  "save": "حفظ",
  "logout": "تسجيل الخروج",
  "notification": "الإشعارات",
  "details": "التفاصيل",
  "payee_name": "اسم المدفوع له",
  "pay": "دفع",
  "pick_payment_expiry_date_time": "اختر تاريخ انتهاء صلاحية الدفع",
  "pick_payment_scheduled_date_time": "جدولة الدفعة",
  "confirm": "تأكيد",
  "transaction_details": "معلومات المعاملة",
  "transfer_details": "معلومات التحويل",
  "paid_to": "مدفوع إلى",
  "status": "الحالة",
  "notifications": "الإشعارات",
  "today": "اليوم",
  "yesterday": "البارحة",
  "last_week": "الأسبوع الماضي",
  "last_month": "الشهر الماضي",
  "excel_file_downloaded": "تم تنزيل الملف في:",
  "issue_occurred_while_downloading": "حدث خطأ أثناء التنزيل , يرجى إعادة المحاولة",
  "pick_expiry_date": "اختر تاريخ انتهاء الصلاحية",
  "expiry_date": "تحديد تاريخ انتهاء الصلاحية",
  "schedule_date": "تاريخ الارسال",
  "select_schedule_date": "تحديد تاريخ الارسال",
  "payment_details": "شرح سبب المطالبة",
  "adjust_profile_image": "ضبط صورة الملف الشخصي",
  "pick_image": "اختر صورة",
  "reset": "إعادة ضبط",
  "are_you_sure_you_want_to_delete_this_transaction": "هل أنت متأكد أنك تريد حذف المعاملة {model}؟",
  "yes": "نعم",
  "open": "فتح",
  "cancel": "إلغاء",
  "filter": "فلتر",
  "address": "المحافظة",
  "email": "البريد الإلكتروني",
  "enter_your_email": "أدخل بريدك الإلكتروني",
  "update": "تعديل",
  "sp": "ل.س",
  "mobile_number_invalid": "رقم الهاتف غير صحيح",
  "we_are_pleased_share_invoice": "يسعدنا أن نشارك معك رابط الفاتورة أدناه",
  "paid_amount": "قيمة المطالبات المحصلة",
  "pending_amount": "قيمة المطالبات المرسلة (الغير محصلة)",
  "add_payment": "اضافة مطالبة",
  "add_transfer_request": "إضافة طلب تحويل",
  "reorder": "إعادة طلب",
  "privacy_policy1": "أوافق على",
  "privacy_policy2": "سياسة الخصوصية",
  "name_empty": "لا يمكن أن يكون الاسم فارغًا",
  "security": "معلومات الدفع سرية ومشفرة",
  "name_invalid": "يجب أن يحتوي الاسم على أحرف عربية فقط",
  "amount_invalid": "يجب أن يكون المبلغ بين 50,000 و 25 مليون بالمطالبة الواحدة",
  "name_length": "يجب أن يكون الاسم مكون من 5 أحرف على الأقل",
  "number_invalid": " الرجاء إدخال أرقام فقط في هذا الحقل",
  "account_number_length": "يجب أن يكون الرقم بين 5 ل 30 رقم",
  "login_message_password": "في حال لديك حساب يرجى ادخال كلمة المرور",
  "about_Q-pay":"\nشروط استخدام Q-PAY\n\n\nمرحباً بك في \"Q-pay\" هذه الصفحة تتضمن شروط استخدام الخدمة. يرجى قراءة هذه الشروط بعناية قبل تفعيل حسابك.\nإذا كان لديك أي أسئلة تتعلق بهذه الشروط، يرجى الاتصال بنا على الرقم :0112224101 قبل تفعيل الحساب.\nهذه الشروط تساعدك على معرفة حقوقك عند استخدامك لخدماتنا.\nعند إنشاء حساب \"َ Q-PAY\" الخاص بك، فإنك تؤكد بأنك تقبل بهذه الشروط.\n\n1.\tمن نحن\nشركة بيك أند كليك المحدودة المسؤولية وهي شركة دفع إلكتروني مرخصة من قبل مصرف سورية المركزي وتعمل بإشرافه، ومسجلة في سجل شركات الدفع الإلكتروني تحت الرقم 8 و هي الشركة المالكة  لتطبيق Q-PAY\nيمكنك التواصل بنا:\n عبر البريد الإلكتروني على العنوان التالي:  info@piknclk.com \n عبر الهاتف على الرقم  : 0112224101\n\n2.\tهدفنا:\nهدفنا هو تقديم تجربة مميزة، سهلة وآمنة، وذلك عبر ربطك بزبائنك. يعمل \" Q-PAY\" كوسيط نيابة عن المستخدم، لتحصيل المطالبات المالية للمستخدمين من زبائنهم وتمكين المستخدمين من تقديم خدمة شحن الحسابات البنكية لزبائنهم وإدارة العلاقة مع  المستخدمين والزبائن والبنوك  ، وذلك من خلال متابعة عملية الطلب دفع/شحن مع البنك وما بعدها كما سيتوضح في توصيف عمل التطبيق فيما يلي.\n\n3.\t حسابك:\nقبل أن تتمكن من إرسال الطلبات الى زبائنك وتحصيل المبالغ منهم، تحتاج إلى إنشاء حساب \" Q-PAY\" من خلال رقم هاتفك الجوال والذي يجب أن يكون هو نفس رقم الهاتف الجوال المرتبط بحسابك البنكي.\nيمكنك إلغاء تنشيط  حسابك في أي وقت عن طريق حذف التطبيق من هاتفك ويمكن حذف الحساب من خلال التواصل معنا بشرط الا يكون هناك دفعات قائمة أو قيد المعالجة\nيحق لنا حجب وصولك إلى حسابك أو إغلاقه إذا تم استخدام التطبيق بشكل سيئ، على سبيل المثال (تكرار رسائل لغير الزبائن الخاصين بك، تقديم شكاوى محقّة متكررة ، التشهير بسمعة الشركة دون وجه حق، أي سبب وجيه آخر, التأخر في سداد المستحقات المتعلقة بخدمة الشحن) علماً أن ذلك لن يؤثر على أي حقوق مالية تخصكم تم تنفيذها او تحصيلها عن طريقQ-PAY.\n\n\n\n\nتوصيف عمل Q-PAY\nهو تطبيق دفع الكتروني يعمل على أجهزة الهاتف المحمول والأجهزة اللوحية وأجهزة الكمبيوترويوفر للمستخدم(الطرف الطالب للدفعة) وسيلة للمطالبة بمستحقاته المالية من زبونه (الطرف الدافع) من خلال استخدام بطاقاتهم أو حساباتهم البنكية على بوابة الدفع الخاصة بشركة بيك أند كليك كما يمكن المستخدمين من تقديم خدمة شحن حساب بنكي شخصي لزبائنهم\nيستهدف تطبيق (Q-PAY)  أي  شخص يملك عمل تجاري أو أي شخص لديه مستحقات مالية على شخص آخر\nيقوم المستخدم (الطرف الطالب للدفعة) بإنشاء حساب له على التطبيق وبمجرد إكمال خطوات إنشاء الحساب سيتمكن المستخدم من الحصول على واجهة تحكم تظهر تفاصيل حسابه والطلبات التي قام بإرسالها وحالة هذه الطلبات كما ستظهر المبالغ المطالبة المسددة والتي لم تسدد بعد\n\n\nيتمتع هذا التطبيق ببنية تسمح له بتنفيذ مجموعة من الخدمات للتجار:\n\tارسال مطالبات الدفع عن طريق رسالة نصية وتحصيلها في حساب المستخدم البنكي Payment Request.\n\tخدمة شحن حساب شخصي بنكي لزبائن المستخدم  Top up my account\n\nأولا: خدمة طلبات الدفع:\nيمكن للمستخدم إنشاء طلب دفع من خلال التطبيق , أو البرنامج و ممكن أن يكون طلب دفع فردي لزبون واحد  أو طلب جماعي لمجموعة من الزبائن من خلال تحميل ملف المطالبات \nويدخل تفاصيل طلب الدفع الخاص به يجب أن يحتوي طلب الدفع على هذه التفاصيل كحقول إلزامية:\n•\tاسم الزبون / الدافع\n•\tرقم هاتف الزبون / الدافع\n•\tمبلغ الدفعة المطالبة\n•\tتفاصيل الدفع\nويمكن له إضافة حقل تاريخ انتهاء صلاحية طلب الدفع بحيث يتم حذف الطلب إذا لم يثبّت الطرف الدافع الدفعة خلال فترة الصلاحية المحددة\nيمكن للمستخدم  إرسال طلب الدفع فورا أو جدولة الإرسال في وقت لاحق\nعند الانتهاء من إدخال البيانات، سيتم ارسال الطلب عن طريق رسائل القصيرة إلى رقم هاتف الدافع المذكور في \nطلب الدفع، يتضمن رابط (URL) يتمكن الدافع من الضغط عليه لإكمال عملية الدفع أو إلغاءها\nكما يمكن للمستخدم  مشاركة الرابط عبر وسائل التواصل الاجتماعي مع زبونه.\n\n•\tبعد إستلام الزبون الرسالة التي تتضمن رابط طلب الدفع من المستخدم يقوم بفتح الرابط من خلال المتصفح فتظهر صفحة ويب تحتوي تفاصيل المعاملة التي اتفق عليها مع المستخدم مرسل الطلب\n•\tيقوم الزبون بالتحقق من صحة تفاصيل الحركة ثم ينقر على زر الدفع الموجود أسفل الصفحة فيتم توجيهه الى بوابة الدفع الخاصة بشركة بيك أند كليك\n•\tلا يشترط ان يكون الدافع أحد زبائن Q-PAY\n•\tيقوم الزبون بإدخال معلومات البطاقة البنكية الخاصة به (رقم البطاقة وتاريخ انتهاء الصلاحية) ثم يقوم بطلب كلمة مرور لمرة واحدة OTP\n•\tيرسل بنك الزبون كلمة مرور لمرة واحدة (OTP) إلى رقم هاتف الزبون المقترن برقم البطاقة الذي تم إدخاله.\n•\tيقوم الزبون بإدخال كلمة المرور ثم ينقر فوق \"الدفع الآن\".\n•\tيقوم محول بيك اند كليك بتحويل طلب الدفع إلى بنك الزبون.\n•\tيقوم البنك بالتحقق من حالة حساب حامل البطاقة ورصيدها \n•\tإذا كانت المعاملة قابلة للتنفيذ، يرسل البنك رسالة إلى حامل البطاقة يبلغه فيها بنجاح العملية\n•\tيتم إشعار المستخدم بحالة العملية على التطبيق ويتم تغيير حالة الدفعة المطالبة الى مدفوعة\n\n\n\nثانيا: خدمة شحن حساب بنكي:\n\nسيقدم المستخدم  خدمة شحن حساب بنكي لزبائنه عبر  Q-Pay، على أن يدفع المستخدم المبالغ المستحقة على زبائنه إلى\n Q-Pay نقدا في الحساب البنكي لعمليات Top UP الخاص ب Q-pay و العائد لشركة بيك اند كليك، بحيث تكون عمليات شحن الحساب البنكي النقدية مستقلة عن حركات الدفع الأخرى، أي يخصص حساب بنكي مستقل للإيداع النقدي للمبالغ المقبوضة (من الزبائن عن طريق مستخدمي التطبيق) ويتم التحويل منه إلى الحسابات البنكية للزبائن (طالبي الشحن) ، حيث يقوم المستخدم:\n1.\tتسجيل طلب شحن رصيد\n-\tوهي خدمة تسجيل طلب شحن حساب بنكي، يقوم من خلاله المستخدم بتحديد:\n\tالمبلغ المراد شحنه \n\tحساب الزبون المطلوب شحنه\n\tرقم موبايل الزبون والمسجل في البنك\n-\tيقوم Q-Pay بحفظ معلومات الطلب المرتبط برقم موبايل الزبون \n-\tيقوم بإعطاء \"رقم طلب\" وإعادته للمستخدم\n2.\tتنفيذ طلب الشحن\n-\tيقوم المستخدم عند قبض المبلغ من زبونه بطلب تنفيذ الخدمة من Q-Pay\n-\tفي المرات القادمة يمكن للمستخدم  طلب شحن الرصيد باستخدام رقم موبايل الزبون فقط\n\n\nحقوق المستخدم ومسؤولياته\nيحق للمستخدم استخدام التطبيق مجانا بما لا يخالف الأنظمة والقوانين السارية في الجمهورية العربية السورية علما أنه قد يكون هناك عمولة على ( صاحب المطالبة و/ أو الدافع )عند تنفيذ حركات التحويل (طلب دفع/شحن رصيد)\nيحق للمستخدم الاطلاع على جميع العمليات التي قام بها ضمن التطبيق\nيحق للمستخدم حذف حسابه أو تعديله\nلا يحق للمستخدم استخدام التطبيق بأي حال من الأحوال أو خدمات التطبيق لأي غرض مسيء أو غير قانوني أو احتيالي أو إجرامي أو لارتكاب أفعال تؤدي للإساءة الى شخص سواء ماديا أو معنويا\nلا يجوز للمستخدم التنازل عن أي حق من حقوقه أو التزاماته لأي طرف أخر بأي شكل من الأشكال أو إجراء عمليات بالنيابة عن الغير \n\nالإجراءات التي تتخذها شركة بيك اند كليك في حال مخالفة المستخدم لسياسة الاستخدام\n\nيحق للشركة ايقاف خدمات Q-PAY عن المستخدم أو إلغاؤها\nيحق للشركة حظر حساب المستخدم أو تغريمه بالضرر الواقع\nيحق للشركة أو ممثليها اتخاذ كافة الإجراءات القانونية التي تراها الشركة مناسبة في حال استخدام  Q-PAYبشكل مسيء أو عند محاولة التشهير والتشويه لسمعة الشركة\nحقوق الجهة المسؤولة عن التطبيق وواجباتها (شركة بيك اند كليك)\n•\tتضمن الشركة توفير الخدمات للمستخدم في جميع الأوقات باستثناء أوقات المشاكل التقنية الخارجة عن سيطرة الشركة أو أثناء إجراء عمليات الصيانة الدورية ل Q-pay و/ أو  تحديث بنيته التحتية \n•\tيحق للشركة استخدام معلومات عن المستخدمين (وفق سياسة الخصوصية المعلنة) وذلك لإدارة حساب المستخدم وتنفيذ نشاط الشركة ومتابعة وضبط جودة الخدمة،  ورصد جودة وأمن الشبكة وتحليل استخدام المستخدم للخدمات وللأغراض التسويقية كما يحق لها التواصل مع المستخدم لأخذ معلومات إضافية أو تأكيد معلومة معينة\n•\tتضمن الشركة عدم ضياع أي معلومات أو تسريبها من خلال سياسات خصوصية وأمن المعلومات وخطة استمرارية العمل  وإجراءات تنفيذية تشمل تأمين وحماية العمليات الالكترونية للمستخدمين وحفظ وتخزين البيانات المرتبطة بنشاط ونظم المعلومات في الشركة وبيانات الزبائن ضد الإفصاح وسوء الاستخدام والتلف والفقدان والسرقة لاسيما في حال انقطاع الخدمة في اي مرحلة من مراحل العملية الالكترونية.\n•\tيحق للشركة فرض سقوف على المعاملات\n•\tإذا تمكن أحد من الحصول على شريحة الهاتف أو هاتف المستخدم المسجل على الحساب الخاص به أو الوصول إلى التطبيق دون إذن صاحب الحساب ستعتبر الشركة أن هذا الشخص هو المستخدم نفسه والمرخص له بإجراء كافة العمليات ما لم يتم إعلام الشركة بذلك وطلب تجميد الحساب.\n•\tيحق للشركة إضافة خدمات جديدة أو تعديل الخدمات الموجودة حاليا أو إلغاؤها\n•\tيحق للشركة رفض اي طلب إذا لم يتم استكمال جميع المعلومات اللازمة للطلب\n•\tيمكنك استخدام حسابك البنكي لدى أي بنك من المصارف العاملة في الجمهورية العربية السورية والمرتبطة بمحول بيك اند كليك او المحولات المرتبطة معها فق القوانين السارية في الجمهورية العربية السورية، وذلك لتحصيل مستحقاتك المالية من زبائنك\n•\tلا يمكن تعديل  طلب ( الدفع/الشحن) أو إلغائه بعد إرساله الى الزبون.\n•\tإن الجهة المسؤولة عن الحساب البنكي (أي البنك) هي المسؤولة عن إرسال إشعارات التسديد لك.\nتعديل سياسة الاستخدام:.\nيحق للشركة تعديل وتحديث سياسة الاستخدام في أي وقت على أن يتم اعتبارها سارية بعد الإعلان عنها ، وسيتم إبلاغ المستخدم بإشعار عند إجراء أي تغييرات أو تعديلات على هذه السياسة مع الانتباه الى أنه سيتم أيقاف الدخول الى Q-PAYالى أن تتم الموافقة على السياسة الجديدة\nالشكاوى والمقترحات:\nنحن دائماً نعمل على تقديم أفضل الخدمات وتطويرها، ولمساعدتنا يرجى في حال وجود أي شكوى أو مقترحات تتعلق بخدمتنا إعلامنا بها عبر وسائل الاتصال المذكورة أدناه لنستمر في تقديم الخدمة بأفضل جودة ممكنة.\nعبر الإيميل على العنوان التالي:  info@piknclk.com \n عبر الهاتف على الرقم  : 0112224101\n",
  "privacy_policy": "سياسة الخصوصية\n\n\nآخر تحديث:  1 تشرين الثاني 2023\n\nتصف سياسة الخصوصية هذه  سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك واستخدامها والكشف عنها عند إستخدام الخدمة  وتخبرك عن حقوق الخصوصية الخاصة بك وكيفية حماية القانون لك، سنقوم باستخدم بياناتك الشخصية لتوفير الخدمة وتحسينها، و باستخدامك الخدمة، توافق على جمع المعلومات واستخدامها وفقا لسياسة الخصوصية هذه\nتعاريف\nالشركة : شركة بيك أند كليك المحدودة المسؤولية  وهي شركة دفع إلكتروني مرخصة من قبل مصرف سورية المركزي وتعمل بإشرافه، ومسجلة في سجل شركات الدفع الإلكتروني تحت الرقم 8 \nالتطبيق :Q-Pay تطبيق دفع إلكتروني يعمل على أجهزة الهاتف المحمول والأجهزة اللوحية وأجهزة الكمبيوتر وهو قناة من قنوات الدفع الالكتروني المقدمة من شركة بيك أند كليك\n\nجمع البيانات واستخدامها\nأنواع البيانات المجمعة:\n1.\tالبيانات الشخصية\nعند استخدام خدمتنا، قد نطلب منكم تزويدنا بمعلومات تعريف شخصية معينة يمكن استخدامها للاتصال بك أو التعرف عليك. قد تتضمن المعلومات الشخصية التالية على سبيل المثال لا الحصر :\n\n•\tالاسم الأول واسم العائلة\n•\tرقم الهاتف المحمول و المستخدم في البنك الخاص بك و المرتبط بالتطبيق\n•\tأسم البنك الخاص  بك\n•\tرقم حسابك البنكي المراد ربطه بالتطبيق\n•\tالعنوان(المدينة)\n\n2.\tبيانات الاستخدام\n\nعند الوصول إلى خدماتنا، قد نجمع بعض المعلومات تلقائيا، بما في ذلك، على سبيل المثال لا الحصر نوع الجهاز الذي تستخدمه، والمعرف الفريد للجهاز ، وعنوان الانترنت (IP)، ونظام التشغيل الخاص بجهازك، وبيانات التشخيص الأخرى.\nعند قيامك بإنشاء طلب دفعة ل زبونك قد نجمع بعض المعلومات التي يتم إدخالها من قبلك مثل الأسم ، رقم الهاتف وقيمة الدفعة المطالبة الخاصة بالزبون.\n\n\n\nاستخدام بياناتك الشخصية\nيجوز للشركة استخدام البيانات الشخصية للأغراض التالية:\n•\tتقديم خدمتنا والمحافظة عليها، بما في ذلك مراقبة استعمال خدماتنا.\n•\tلإدارة حسابك: لإدارة التسجيل كمستخدم للخدمة. يمكن أن تمنحك البيانات الشخصية التي تقدمها إمكانية الوصول \nإلى وظائف مختلفة للخدمة متاحة لك كمستخدم مسجل.\n•\tللاتصال بك: للاتصال بك عن طريق المكالمات الهاتفية أو الرسائل القصيرة أو غيرها من وسائل الاتصال \nالإلكتروني، مثل اشعارات التطبيق الخاصة ب التحديثات أو الوظائف أو المنتجات أو الخدمات ، بما في ذلك تحديثات الأمان , على سبيل المثال لا الحصر \n•\tلتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول المنتجات والخدمات الأخرى التي نقدمها .\n•\tلأغراض أخرى: يمكننا إستخدام معلوماتك لأغراض أخرى، مثل تحليل البيانات وتحديد أتجاهات الاستخدام وتحديد فعالية    حملاتنا الترويجية وتقييم وتحسين خدماتنا ومنتجاتنا وذلك على سبيل المثال لا الحصر\nالاحتفاظ ببياناتك الشخصية\nستحتفظ الشركة بالبيانات الشخصية فقط طالما كان ذلك ضروريا للأغراض المحددة في سياسة الخصوصية هذه.ونستخدمها إلى الحد اللازم للامتثال لالتزاماتنا القانونية,  على سبيل المثال، إذا كان مطلوبا منا الاحتفاظ ببياناتكم للامتثال للقوانين السارية، وحل النزاعات، وفرض اتفاقاتنا وسياساتنا القانونية.\nكما ستحتفظ الشركة ببيانات الاستخدام لأغراض التحليل الداخلي.  ولتعزيز الأمان أو لتحسين جودة ونوعية خدماتنا أو عندما نكون ملزمون قانونا بالاحتفاظ بهذه البيانات لفترات زمنية محددة.\nنقل بياناتك الشخصية\nتتم معالجة معلوماتك، بما في ذلك البيانات الشخصية، في مكاتب تشغيل الشركة وفي  أماكن أخرى تتواجد فيها الأطراف المشاركة في \nالمعالجة كمحولات الدفع والبنوك .\nإن موافقتك على سياسة الخصوصية هذه متبوعة بتقديمك لهذه المعلومات تمثل موافقتك على هذا الإجراء.\nستتخذ الشركة جميع الخطوات الضرورية بشكل معقول لضمان التعامل مع بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى طرف آخر ما لم تكن هناك ضوابط كافية مطبقة بما في ذلك أمان بياناتك والمعلومات الشخصية الأخرى.\nحذف بياناتك الشخصية\nلديك الحق في حذف أو طلب المساعدة في حذف البيانات الشخصية التي جمعناها عنك.\nقد تمنحك خدمتنا القدرة على حذف معلومات معينة عنك من داخل الخدمة.\nيمكنك تحديث معلوماتك أو تعديلها أو حذفها في أي وقت عن طريق تسجيل الدخول إلى حسابك، إذا كان لديك حساب، وزيارة قسم إعدادات الحساب الذي يسمح لك بإدارة معلوماتك الشخصية. يمكنك أيضًا الاتصال بنا لطلب الوصول إلى أو تصحيح أو حذف أي معلومات شخصية قدمتها لنا.\nومع ذلك، يرجى ملاحظة أننا قد نحتاج إلى الاحتفاظ بمعلومات معينة عندما يكون لدينا التزام قانوني أو أساس قانوني للقيام بذلك.\n\n\n\nالكشف عن بياناتك الشخصية\n\nتطبيق القانون\nفي ظل ظروف معينة، قد يُطلب من الشركة الكشف عن بياناتك الشخصية إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات من المحكمة أو غيرها من الجهات المعنية والإدارات الحكومية.\nالمتطلبات القانونية الأخرى\nيجوز للشركة الكشف عن بياناتك الشخصية بحسن نية عندما يكون ذلك ضروري من أجل:\n•\tالامتثال لالتزام قانوني\n•\tحماية والدفاع عن حقوق أو ممتلكات الشركة\n•\tمنع مخالفة محتملة، أو التحقيق في أي مخالفات محتملة فيما يتعلق بالخدمة\n•\tحماية السلامة الشخصية لمستخدمي الخدمة أو الجمهور\n•\tالحماية من المسؤولية القانونية\n\nأمان بياناتك الشخصية\nأمن بياناتك الشخصية مهم بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة للبث عبر الإنترنت، أو طريقة للتخزين الإلكتروني آمنة \nبنسبة 100% علماً أننا سنسعى إلى إستخدام أفضل الجهود لحماية بياناتك الشخصية، إلا أنه لا يمكننا ضمان أمنها المطلق.\n\nتغييرات  سياسة الخصوصية هذه \nقد نقوم بتحديث سياسة الخصوصية من وقت لآخر. سيتم إعلامك بأي تغييرات من خلال نشر \"سياسة الخصوصية\" الجديدة على هذه الصفحة.\nسنعلمك بذلك عبر  إشعار بارز على \"التطبيق\"، قبل أن يصبح التغيير نافذا وتحديث تاريخ \"آخر تحديث\" في أعلى سياسة الخصوصية \nهذه.\nعلماً أن أية تغييرات يتم إجراؤها على سياسة الخصوصية هذه تدخل حيز التنفيذ بعد نشرها على هذه الصفحة.\n\nإذا كانت لديك أي استفسارات أو أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا:\n•\tعبر البريد الإلكتروني info@piknclk.com  \n•\tعبر رقم الهاتف:0112224101\t\n\n",
  "details_invalid": " يرجى توضيح سبب المطالبة",
  "about_Q-pay_fake":"\nشروط استخدام Q-PAY\n\n\nمرحباً بك في \"Q-pay\" هذه الصفحة تتضمن شروط استخدام الخدمة. يرجى قراءة هذه الشروط بعناية قبل تفعيل حسابك.\nإذا كان لديك أي أسئلة تتعلق بهذه الشروط، يرجى الاتصال بنا على الرقم :0112224101 قبل تفعيل الحساب.\nهذه الشروط تساعدك على معرفة حقوقك عند استخدامك لخدماتنا.\nعند إنشاء حساب \"َ Q-PAY\" الخاص بك، فإنك تؤكد بأنك تقبل بهذه الشروط.\n\n1.\tمن نحن\nشركة بيك أند كليك المحدودة المسؤولية وهي شركة دفع إلكتروني مرخصة من قبل مصرف الامارات المركزي وتعمل بإشرافه، ومسجلة في سجل شركات الدفع الإلكتروني تحت الرقم 8 و هي الشركة المالكة  لتطبيق Q-PAY\nيمكنك التواصل بنا:\n عبر البريد الإلكتروني على العنوان التالي:  info@piknclk.com \n عبر الهاتف على الرقم  : 0112224101\n\n2.\tهدفنا:\nهدفنا هو تقديم تجربة مميزة، سهلة وآمنة، وذلك عبر ربطك بزبائنك. يعمل \" Q-PAY\" كوسيط نيابة عن المستخدم، لتحصيل المطالبات المالية للمستخدمين من زبائنهم وتمكين المستخدمين من تقديم خدمة شحن الحسابات البنكية لزبائنهم وإدارة العلاقة مع  المستخدمين والزبائن والبنوك  ، وذلك من خلال متابعة عملية الطلب دفع/شحن مع البنك وما بعدها كما سيتوضح في توصيف عمل التطبيق فيما يلي.\n\n3.\t حسابك:\nقبل أن تتمكن من إرسال الطلبات الى زبائنك وتحصيل المبالغ منهم، تحتاج إلى إنشاء حساب \" Q-PAY\" من خلال رقم هاتفك الجوال والذي يجب أن يكون هو نفس رقم الهاتف الجوال المرتبط بحسابك البنكي.\nيمكنك إلغاء تنشيط  حسابك في أي وقت عن طريق حذف التطبيق من هاتفك ويمكن حذف الحساب من خلال التواصل معنا بشرط الا يكون هناك دفعات قائمة أو قيد المعالجة\nيحق لنا حجب وصولك إلى حسابك أو إغلاقه إذا تم استخدام التطبيق بشكل سيئ، على سبيل المثال (تكرار رسائل لغير الزبائن الخاصين بك، تقديم شكاوى محقّة متكررة ، التشهير بسمعة الشركة دون وجه حق، أي سبب وجيه آخر, التأخر في سداد المستحقات المتعلقة بخدمة الشحن) علماً أن ذلك لن يؤثر على أي حقوق مالية تخصكم تم تنفيذها او تحصيلها عن طريقQ-PAY.\n\n\n\n\nتوصيف عمل Q-PAY\nهو تطبيق دفع الكتروني يعمل على أجهزة الهاتف المحمول والأجهزة اللوحية وأجهزة الكمبيوترويوفر للمستخدم(الطرف الطالب للدفعة) وسيلة للمطالبة بمستحقاته المالية من زبونه (الطرف الدافع) من خلال استخدام بطاقاتهم أو حساباتهم البنكية على بوابة الدفع الخاصة بشركة بيك أند كليك كما يمكن المستخدمين من تقديم خدمة شحن حساب بنكي شخصي لزبائنهم\nيستهدف تطبيق (Q-PAY)  أي  شخص يملك عمل تجاري أو أي شخص لديه مستحقات مالية على شخص آخر\nيقوم المستخدم (الطرف الطالب للدفعة) بإنشاء حساب له على التطبيق وبمجرد إكمال خطوات إنشاء الحساب سيتمكن المستخدم من الحصول على واجهة تحكم تظهر تفاصيل حسابه والطلبات التي قام بإرسالها وحالة هذه الطلبات كما ستظهر المبالغ المطالبة المسددة والتي لم تسدد بعد\n\n\nيتمتع هذا التطبيق ببنية تسمح له بتنفيذ مجموعة من الخدمات للتجار:\n\tارسال مطالبات الدفع عن طريق رسالة نصية وتحصيلها في حساب المستخدم البنكي Payment Request.\n\tخدمة شحن حساب شخصي بنكي لزبائن المستخدم  Top up my account\n\nأولا: خدمة طلبات الدفع:\nيمكن للمستخدم إنشاء طلب دفع من خلال التطبيق , أو البرنامج و ممكن أن يكون طلب دفع فردي لزبون واحد  أو طلب جماعي لمجموعة من الزبائن من خلال تحميل ملف المطالبات \nويدخل تفاصيل طلب الدفع الخاص به يجب أن يحتوي طلب الدفع على هذه التفاصيل كحقول إلزامية:\n•\tاسم الزبون / الدافع\n•\tرقم هاتف الزبون / الدافع\n•\tمبلغ الدفعة المطالبة\n•\tتفاصيل الدفع\nويمكن له إضافة حقل تاريخ انتهاء صلاحية طلب الدفع بحيث يتم حذف الطلب إذا لم يثبّت الطرف الدافع الدفعة خلال فترة الصلاحية المحددة\nيمكن للمستخدم  إرسال طلب الدفع فورا أو جدولة الإرسال في وقت لاحق\nعند الانتهاء من إدخال البيانات، سيتم ارسال الطلب عن طريق رسائل القصيرة إلى رقم هاتف الدافع المذكور في \nطلب الدفع، يتضمن رابط (URL) يتمكن الدافع من الضغط عليه لإكمال عملية الدفع أو إلغاءها\nكما يمكن للمستخدم  مشاركة الرابط عبر وسائل التواصل الاجتماعي مع زبونه.\n\n•\tبعد إستلام الزبون الرسالة التي تتضمن رابط طلب الدفع من المستخدم يقوم بفتح الرابط من خلال المتصفح فتظهر صفحة ويب تحتوي تفاصيل المعاملة التي اتفق عليها مع المستخدم مرسل الطلب\n•\tيقوم الزبون بالتحقق من صحة تفاصيل الحركة ثم ينقر على زر الدفع الموجود أسفل الصفحة فيتم توجيهه الى بوابة الدفع الخاصة بشركة بيك أند كليك\n•\tلا يشترط ان يكون الدافع أحد زبائن Q-PAY\n•\tيقوم الزبون بإدخال معلومات البطاقة البنكية الخاصة به (رقم البطاقة وتاريخ انتهاء الصلاحية) ثم يقوم بطلب كلمة مرور لمرة واحدة OTP\n•\tيرسل بنك الزبون كلمة مرور لمرة واحدة (OTP) إلى رقم هاتف الزبون المقترن برقم البطاقة الذي تم إدخاله.\n•\tيقوم الزبون بإدخال كلمة المرور ثم ينقر فوق \"الدفع الآن\".\n•\tيقوم محول بيك اند كليك بتحويل طلب الدفع إلى بنك الزبون.\n•\tيقوم البنك بالتحقق من حالة حساب حامل البطاقة ورصيدها \n•\tإذا كانت المعاملة قابلة للتنفيذ، يرسل البنك رسالة إلى حامل البطاقة يبلغه فيها بنجاح العملية\n•\tيتم إشعار المستخدم بحالة العملية على التطبيق ويتم تغيير حالة الدفعة المطالبة الى مدفوعة\n\n\n\nثانيا: خدمة شحن حساب بنكي:\n\nسيقدم المستخدم  خدمة شحن حساب بنكي لزبائنه عبر  Q-Pay، على أن يدفع المستخدم المبالغ المستحقة على زبائنه إلى\n Q-Pay نقدا في الحساب البنكي لعمليات Top UP الخاص ب Q-pay و العائد لشركة بيك اند كليك، بحيث تكون عمليات شحن الحساب البنكي النقدية مستقلة عن حركات الدفع الأخرى، أي يخصص حساب بنكي مستقل للإيداع النقدي للمبالغ المقبوضة (من الزبائن عن طريق مستخدمي التطبيق) ويتم التحويل منه إلى الحسابات البنكية للزبائن (طالبي الشحن) ، حيث يقوم المستخدم:\n1.\tتسجيل طلب شحن رصيد\n-\tوهي خدمة تسجيل طلب شحن حساب بنكي، يقوم من خلاله المستخدم بتحديد:\n\tالمبلغ المراد شحنه \n\tحساب الزبون المطلوب شحنه\n\tرقم موبايل الزبون والمسجل في البنك\n-\tيقوم Q-Pay بحفظ معلومات الطلب المرتبط برقم موبايل الزبون \n-\tيقوم بإعطاء \"رقم طلب\" وإعادته للمستخدم\n2.\tتنفيذ طلب الشحن\n-\tيقوم المستخدم عند قبض المبلغ من زبونه بطلب تنفيذ الخدمة من Q-Pay\n-\tفي المرات القادمة يمكن للمستخدم  طلب شحن الرصيد باستخدام رقم موبايل الزبون فقط\n\n\nحقوق المستخدم ومسؤولياته\nيحق للمستخدم استخدام التطبيق مجانا بما لا يخالف الأنظمة والقوانين السارية في الامارات علما أنه قد يكون هناك عمولة على ( صاحب المطالبة و/ أو الدافع )عند تنفيذ حركات التحويل (طلب دفع/شحن رصيد)\nيحق للمستخدم الاطلاع على جميع العمليات التي قام بها ضمن التطبيق\nيحق للمستخدم حذف حسابه أو تعديله\nلا يحق للمستخدم استخدام التطبيق بأي حال من الأحوال أو خدمات التطبيق لأي غرض مسيء أو غير قانوني أو احتيالي أو إجرامي أو لارتكاب أفعال تؤدي للإساءة الى شخص سواء ماديا أو معنويا\nلا يجوز للمستخدم التنازل عن أي حق من حقوقه أو التزاماته لأي طرف أخر بأي شكل من الأشكال أو إجراء عمليات بالنيابة عن الغير \n\nالإجراءات التي تتخذها شركة بيك اند كليك في حال مخالفة المستخدم لسياسة الاستخدام\n\nيحق للشركة ايقاف خدمات Q-PAY عن المستخدم أو إلغاؤها\nيحق للشركة حظر حساب المستخدم أو تغريمه بالضرر الواقع\nيحق للشركة أو ممثليها اتخاذ كافة الإجراءات القانونية التي تراها الشركة مناسبة في حال استخدام  Q-PAYبشكل مسيء أو عند محاولة التشهير والتشويه لسمعة الشركة\nحقوق الجهة المسؤولة عن التطبيق وواجباتها (شركة بيك اند كليك)\n•\tتضمن الشركة توفير الخدمات للمستخدم في جميع الأوقات باستثناء أوقات المشاكل التقنية الخارجة عن سيطرة الشركة أو أثناء إجراء عمليات الصيانة الدورية ل Q-pay و/ أو  تحديث بنيته التحتية \n•\tيحق للشركة استخدام معلومات عن المستخدمين (وفق سياسة الخصوصية المعلنة) وذلك لإدارة حساب المستخدم وتنفيذ نشاط الشركة ومتابعة وضبط جودة الخدمة،  ورصد جودة وأمن الشبكة وتحليل استخدام المستخدم للخدمات وللأغراض التسويقية كما يحق لها التواصل مع المستخدم لأخذ معلومات إضافية أو تأكيد معلومة معينة\n•\tتضمن الشركة عدم ضياع أي معلومات أو تسريبها من خلال سياسات خصوصية وأمن المعلومات وخطة استمرارية العمل  وإجراءات تنفيذية تشمل تأمين وحماية العمليات الالكترونية للمستخدمين وحفظ وتخزين البيانات المرتبطة بنشاط ونظم المعلومات في الشركة وبيانات الزبائن ضد الإفصاح وسوء الاستخدام والتلف والفقدان والسرقة لاسيما في حال انقطاع الخدمة في اي مرحلة من مراحل العملية الالكترونية.\n•\tيحق للشركة فرض سقوف على المعاملات\n•\tإذا تمكن أحد من الحصول على شريحة الهاتف أو هاتف المستخدم المسجل على الحساب الخاص به أو الوصول إلى التطبيق دون إذن صاحب الحساب ستعتبر الشركة أن هذا الشخص هو المستخدم نفسه والمرخص له بإجراء كافة العمليات ما لم يتم إعلام الشركة بذلك وطلب تجميد الحساب.\n•\tيحق للشركة إضافة خدمات جديدة أو تعديل الخدمات الموجودة حاليا أو إلغاؤها\n•\tيحق للشركة رفض اي طلب إذا لم يتم استكمال جميع المعلومات اللازمة للطلب\n•\tيمكنك استخدام حسابك البنكي لدى أي بنك من المصارف العاملة في الامارات والمرتبطة بمحول بيك اند كليك او المحولات المرتبطة معها فق القوانين السارية في الامارات، وذلك لتحصيل مستحقاتك المالية من زبائنك\n•\tلا يمكن تعديل  طلب ( الدفع/الشحن) أو إلغائه بعد إرساله الى الزبون.\n•\tإن الجهة المسؤولة عن الحساب البنكي (أي البنك) هي المسؤولة عن إرسال إشعارات التسديد لك.\nتعديل سياسة الاستخدام:.\nيحق للشركة تعديل وتحديث سياسة الاستخدام في أي وقت على أن يتم اعتبارها سارية بعد الإعلان عنها ، وسيتم إبلاغ المستخدم بإشعار عند إجراء أي تغييرات أو تعديلات على هذه السياسة مع الانتباه الى أنه سيتم أيقاف الدخول الى Q-PAYالى أن تتم الموافقة على السياسة الجديدة\nالشكاوى والمقترحات:\nنحن دائماً نعمل على تقديم أفضل الخدمات وتطويرها، ولمساعدتنا يرجى في حال وجود أي شكوى أو مقترحات تتعلق بخدمتنا إعلامنا بها عبر وسائل الاتصال المذكورة أدناه لنستمر في تقديم الخدمة بأفضل جودة ممكنة.\nعبر الإيميل على العنوان التالي:  info@piknclk.com \n عبر الهاتف على الرقم  : 0112224101\n",
  "privacy_policy_fake": "سياسة الخصوصية\n\n\nآخر تحديث:  1 تشرين الثاني 2023\n\nتصف سياسة الخصوصية هذه  سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك واستخدامها والكشف عنها عند إستخدام الخدمة  وتخبرك عن حقوق الخصوصية الخاصة بك وكيفية حماية القانون لك، سنقوم باستخدم بياناتك الشخصية لتوفير الخدمة وتحسينها، و باستخدامك الخدمة، توافق على جمع المعلومات واستخدامها وفقا لسياسة الخصوصية هذه\nتعاريف\nالشركة : شركة بيك أند كليك المحدودة المسؤولية  وهي شركة دفع إلكتروني مرخصة من قبل مصرف الامارات المركزي وتعمل بإشرافه، ومسجلة في سجل شركات الدفع الإلكتروني تحت الرقم 8 \nالتطبيق :Q-Pay تطبيق دفع إلكتروني يعمل على أجهزة الهاتف المحمول والأجهزة اللوحية وأجهزة الكمبيوتر وهو قناة من قنوات الدفع الالكتروني المقدمة من شركة بيك أند كليك\n\nجمع البيانات واستخدامها\nأنواع البيانات المجمعة:\n1.\tالبيانات الشخصية\nعند استخدام خدمتنا، قد نطلب منكم تزويدنا بمعلومات تعريف شخصية معينة يمكن استخدامها للاتصال بك أو التعرف عليك. قد تتضمن المعلومات الشخصية التالية على سبيل المثال لا الحصر :\n\n•\tالاسم الأول واسم العائلة\n•\tرقم الهاتف المحمول و المستخدم في البنك الخاص بك و المرتبط بالتطبيق\n•\tأسم البنك الخاص  بك\n•\tرقم حسابك البنكي المراد ربطه بالتطبيق\n•\tالعنوان(المدينة)\n\n2.\tبيانات الاستخدام\n\nعند الوصول إلى خدماتنا، قد نجمع بعض المعلومات تلقائيا، بما في ذلك، على سبيل المثال لا الحصر نوع الجهاز الذي تستخدمه، والمعرف الفريد للجهاز ، وعنوان الانترنت (IP)، ونظام التشغيل الخاص بجهازك، وبيانات التشخيص الأخرى.\nعند قيامك بإنشاء طلب دفعة ل زبونك قد نجمع بعض المعلومات التي يتم إدخالها من قبلك مثل الأسم ، رقم الهاتف وقيمة الدفعة المطالبة الخاصة بالزبون.\n\n\n\nاستخدام بياناتك الشخصية\nيجوز للشركة استخدام البيانات الشخصية للأغراض التالية:\n•\tتقديم خدمتنا والمحافظة عليها، بما في ذلك مراقبة استعمال خدماتنا.\n•\tلإدارة حسابك: لإدارة التسجيل كمستخدم للخدمة. يمكن أن تمنحك البيانات الشخصية التي تقدمها إمكانية الوصول \nإلى وظائف مختلفة للخدمة متاحة لك كمستخدم مسجل.\n•\tللاتصال بك: للاتصال بك عن طريق المكالمات الهاتفية أو الرسائل القصيرة أو غيرها من وسائل الاتصال \nالإلكتروني، مثل اشعارات التطبيق الخاصة ب التحديثات أو الوظائف أو المنتجات أو الخدمات ، بما في ذلك تحديثات الأمان , على سبيل المثال لا الحصر \n•\tلتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول المنتجات والخدمات الأخرى التي نقدمها .\n•\tلأغراض أخرى: يمكننا إستخدام معلوماتك لأغراض أخرى، مثل تحليل البيانات وتحديد أتجاهات الاستخدام وتحديد فعالية    حملاتنا الترويجية وتقييم وتحسين خدماتنا ومنتجاتنا وذلك على سبيل المثال لا الحصر\nالاحتفاظ ببياناتك الشخصية\nستحتفظ الشركة بالبيانات الشخصية فقط طالما كان ذلك ضروريا للأغراض المحددة في سياسة الخصوصية هذه.ونستخدمها إلى الحد اللازم للامتثال لالتزاماتنا القانونية,  على سبيل المثال، إذا كان مطلوبا منا الاحتفاظ ببياناتكم للامتثال للقوانين السارية، وحل النزاعات، وفرض اتفاقاتنا وسياساتنا القانونية.\nكما ستحتفظ الشركة ببيانات الاستخدام لأغراض التحليل الداخلي.  ولتعزيز الأمان أو لتحسين جودة ونوعية خدماتنا أو عندما نكون ملزمون قانونا بالاحتفاظ بهذه البيانات لفترات زمنية محددة.\nنقل بياناتك الشخصية\nتتم معالجة معلوماتك، بما في ذلك البيانات الشخصية، في مكاتب تشغيل الشركة وفي  أماكن أخرى تتواجد فيها الأطراف المشاركة في \nالمعالجة كمحولات الدفع والبنوك .\nإن موافقتك على سياسة الخصوصية هذه متبوعة بتقديمك لهذه المعلومات تمثل موافقتك على هذا الإجراء.\nستتخذ الشركة جميع الخطوات الضرورية بشكل معقول لضمان التعامل مع بياناتك بشكل آمن ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى طرف آخر ما لم تكن هناك ضوابط كافية مطبقة بما في ذلك أمان بياناتك والمعلومات الشخصية الأخرى.\nحذف بياناتك الشخصية\nلديك الحق في حذف أو طلب المساعدة في حذف البيانات الشخصية التي جمعناها عنك.\nقد تمنحك خدمتنا القدرة على حذف معلومات معينة عنك من داخل الخدمة.\nيمكنك تحديث معلوماتك أو تعديلها أو حذفها في أي وقت عن طريق تسجيل الدخول إلى حسابك، إذا كان لديك حساب، وزيارة قسم إعدادات الحساب الذي يسمح لك بإدارة معلوماتك الشخصية. يمكنك أيضًا الاتصال بنا لطلب الوصول إلى أو تصحيح أو حذف أي معلومات شخصية قدمتها لنا.\nومع ذلك، يرجى ملاحظة أننا قد نحتاج إلى الاحتفاظ بمعلومات معينة عندما يكون لدينا التزام قانوني أو أساس قانوني للقيام بذلك.\n\n\n\nالكشف عن بياناتك الشخصية\n\nتطبيق القانون\nفي ظل ظروف معينة، قد يُطلب من الشركة الكشف عن بياناتك الشخصية إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات من المحكمة أو غيرها من الجهات المعنية والإدارات الحكومية.\nالمتطلبات القانونية الأخرى\nيجوز للشركة الكشف عن بياناتك الشخصية بحسن نية عندما يكون ذلك ضروري من أجل:\n•\tالامتثال لالتزام قانوني\n•\tحماية والدفاع عن حقوق أو ممتلكات الشركة\n•\tمنع مخالفة محتملة، أو التحقيق في أي مخالفات محتملة فيما يتعلق بالخدمة\n•\tحماية السلامة الشخصية لمستخدمي الخدمة أو الجمهور\n•\tالحماية من المسؤولية القانونية\n\nأمان بياناتك الشخصية\nأمن بياناتك الشخصية مهم بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة للبث عبر الإنترنت، أو طريقة للتخزين الإلكتروني آمنة \nبنسبة 100% علماً أننا سنسعى إلى إستخدام أفضل الجهود لحماية بياناتك الشخصية، إلا أنه لا يمكننا ضمان أمنها المطلق.\n\nتغييرات  سياسة الخصوصية هذه \nقد نقوم بتحديث سياسة الخصوصية من وقت لآخر. سيتم إعلامك بأي تغييرات من خلال نشر \"سياسة الخصوصية\" الجديدة على هذه الصفحة.\nسنعلمك بذلك عبر  إشعار بارز على \"التطبيق\"، قبل أن يصبح التغيير نافذا وتحديث تاريخ \"آخر تحديث\" في أعلى سياسة الخصوصية \nهذه.\nعلماً أن أية تغييرات يتم إجراؤها على سياسة الخصوصية هذه تدخل حيز التنفيذ بعد نشرها على هذه الصفحة.\n\nإذا كانت لديك أي استفسارات أو أسئلة حول سياسة الخصوصية هذه، يمكنك الاتصال بنا:\n•\tعبر البريد الإلكتروني info@piknclk.com  \n•\tعبر رقم الهاتف:0112224101\t\n\n",

  "agree":"أوافق",
  "not_agree":"لا أوافق",
  "storage_permission": "يرجى عليك قبول الإذن لتتمكن من اختيار صورة الملف الشخصي",
  "storage_permission_forever": "لقد رفضت الإذن نهائيًا، وتحتاج إلى السماح بإذن التخزين من الإعدادات",
  "transaction_copied": "تم نسخ رابط المعاملة",
  "Dubai": "دبي",
  "Abu Dhabi": "أبو ظبي",
  "fake_currency": "د.ا",
  "version_number": "رقم النسخة",
  "phone_invalid":"الرجاء ادخال رقم احدى شبكات الجوال",
  "delete_account": "حذف حسابي",
  "delete_account_confirmation": "هل انت متاكد انت تريد ان تحذف حسابك؟\nسيتم حذف كل بياناتك",
  "name_not_triple": "يرجى كتابة الاسم الثلاثي",
  "password_hint": "طول كلمة المرور ٨ محارف او اكثر\nويجب أن تحتوي على حرف كبير واحد على الأقل،\nوحرف صغير واحد على الأقل،\nورقم واحد على الأقل",
  "not_complete_name": "يرجى ادخال الاسم مع الكنية",
  "id_copied_to_clipboard": "تم نسخ المعرف الى الحافظة"


}