<?php

return [
    'error' => "فشل",
    'wrong_email_or_password' => 'البريد الإلكتروني أو كلمة المرور غير صحيحة.',
    'blocked' => 'تم حظر حسابك.',
    'wrong_old_password' => 'كلمة المرور غير صحيحة، يرجى التحقق من كلمة المرور والمحاولة مرة أخرى.',
    'new_password_similar_to_the_current' => 'يرجى إدخال كلمة مرور جديدة.',
    'unauthorized' => 'غير مصرح به.',
    'forbidden' => 'ليس لديك الإذن للوصول إلى هذا المورد.',
    'not_found' => 'المورد غير موجود.',
    'method_not_allowed' => 'الطريقة غير مسموح بها.',
    'general_error' => 'عفوًا، يبدو أن هناك خطأ ما.',
    'wrong_new_password' => 'يجب أن تحتوي كلمة المرور الجديدة على رقم واحد وحرف واحد على الأقل.',
    'offer_not_accepted' => 'هذا العرض غير مقبول.',
    'offer_not_created' => "حدث خطأ أثناء إنشاء العرض.",
    'not_authorized_update' => "ليست لديك الصلاحية لتحديث :object.",
    'wrong_code' => "رمز التحقق غير صحيح.",
    'user_not_found' => "المستخدم غير موجود.",
    'not_allowed' => "لا يمكنك إلغاء هذه المعاملة.",
    'prevent' => "تم قفل حسابك، يرجى الاتصال بنا على 0000",
    'throttle' => 'عدد محاولات تسجيل الدخول كثير جدًا. يرجى المحاولة مرة أخرى بعد :minutes دقائق.',
];
