<?php

return [

    'payment_link' => 'لديك طلب دفع من :name اضغط على الرابط للمتابعة:',
    'contact_info' => 'معلومات الاتصال مع مصدر مطالبة الدفع',
    'payment_request_from' => ': مطالبة دفع من',
    'payment_details' => 'تفاصيل المطالبة',
    'thank_you_for_your_business' => 'شكرًا لأعمالك',
    'payment_expected_within_31_days' => 'من المتوقع الدفع خلال 31 يومًا. يرجى معالجة هذه الفاتورة خلال ذلك الوقت. سيتم تحصيل رسوم فائدة بنسبة 5% شهريًا على الفواتير المتأخرة.',
    'pay' => 'أضغط للمتابعة',
    'fees' => 'مبلغ الرسوم',
    'total' => 'الإجمالي',
    'amount' => 'مبلغ المطالبة',
    'payment_pay_button_details' => 'يرجى الاطلاع على تفاصيل الدفعة والضغط على زر الدفع للمتابعة.',
    'payment_banks_details' => 'يتم قبول جميع بطاقات البنوك المرتبطة بمحولة شركة فاتورة وهي : (بنك البركة -سوريا ، بنك سوريا الدولي الإسلامي ، بنك الشام ،بنك سوريا والخليج ،المصرف التجاري السوري)',

    "currency" => 'ل.س',
    'payment_done_sms'=>'تم دفع مبلغ :amount من العميل صاحب الرقم :phone بمعرف عملية :uuid, سيتم إيداع الدفعة خلال ثلاثة أيام عمل, للتواصل معنا 2224101-011',
    'scheduled_date_invalid' => "تاريخ الجدولة يجب أن يكون فارغ أو بعد تاريخ اليوم",
    'expiry_date_invalid' =>  "تاريخ انتهاء الصلاحية يجب أن يكون فارغ أو بعد تاريخ اليوم",
    'invoice_sent' => 'تم ارسال الفاتورة بنجاح',
    'invoice_scheduled' => 'تم جدولة الفاتورة',
    'new_payment_title' => 'لديك مطالبة جديدة',
    'new_payment_body' => 'لديك مطالبة بقيمة :payment من :merchant.'
];
